Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# iOS Ayarları'nda değiştir
source: Change in iOS Settings
ar: التغيير في إعدادات iOS
bn: iOS সেটিংসে পরিবর্তন করুন
de: In den iOS-Einstellungen ändern
es: Cambiar en Ajustes de iOS
fr: Modifier dans les réglages iOS
hi: iOS सेटिंग्स में बदलें
ja: iOS設定で変更
pt: Alterar nos Ajustes do iOS
ru: Изменить в настройках iOS
tr: iOS Ayarları'nda değiştir
zh_hans: 在 iOS 设置中更改

source: You receive notifications when someone likes or comments on your posts or follows you.
ar: تصلك إشعارات عندما يعجب شخص بمنشوراتك أو يعلق عليها أو يتابعك.
bn: কেউ আপনার পোস্টে লাইক বা মন্তব্য করলে অথবা আপনাকে অনুসরণ করলে বিজ্ঞপ্তি পাবেন।
de: Du erhältst Mitteilungen, wenn jemand deine Beiträge mit „Gefällt mir“ markiert, kommentiert oder dir folgt.
es: Recibes notificaciones cuando alguien da me gusta o comenta tus publicaciones, o te sigue.
fr: Vous recevez une notification lorsqu’une personne aime ou commente vos publications, ou vous suit.
hi: जब कोई आपकी पोस्ट पसंद करता है, टिप्पणी करता है या आपको फ़ॉलो करता है, तो आपको सूचना मिलती है।
ja: 投稿にいいねやコメントが付いたとき、またはフォローされたときに通知を受け取ります。
pt: Você recebe notificações quando alguém curte ou comenta suas publicações ou segue você.
ru: Вы получаете уведомления, когда кто-то ставит отметку «Нравится», комментирует ваши публикации или подписывается на вас.
tr: Postların beğenildiğinde, yorum aldığında ve biri seni takip ettiğinde bildirim gönderilir.
zh_hans: 有人赞你的帖子、发表评论或关注你时，你会收到通知。

# Çökme raporları
source: Crash reports
ar: تقارير الأعطال
bn: ক্র্যাশ রিপোর্ট
de: Absturzberichte
es: Informes de fallos
fr: Rapports de plantage
hi: क्रैश रिपोर्ट
ja: クラッシュレポート
pt: Relatórios de falhas
ru: Отчёты о сбоях
tr: Çökme raporları
zh_hans: 崩溃报告

# Tanılama
source: Diagnostics
ar: التشخيص
bn: ত্রুটি নির্ণয়
de: Diagnose
es: Diagnóstico
fr: Diagnostic
hi: निदान
ja: 診断
pt: Diagnóstico
ru: Диагностика
tr: Tanılama
zh_hans: 诊断

source: If the app crashes, Firebase Crashlytics receives the device model, iOS version and error report. Location, content and personal details are not sent.
ar: إذا تعطل التطبيق، تتلقى Firebase Crashlytics طراز الجهاز وإصدار iOS وتقرير الخطأ. لا يُرسل الموقع أو المحتوى أو المعلومات الشخصية.
bn: অ্যাপ ক্র্যাশ করলে Firebase Crashlytics-এ ডিভাইসের মডেল, iOS সংস্করণ ও ত্রুটির রিপোর্ট পাঠানো হয়। অবস্থান, বিষয়বস্তু বা ব্যক্তিগত তথ্য পাঠানো হয় না।
de: Bei einem Absturz erhält Firebase Crashlytics das Gerätemodell, die iOS-Version und den Fehlerbericht. Standort, Inhalte und persönliche Angaben werden nicht gesendet.
es: Si la aplicación falla, Firebase Crashlytics recibe el modelo del dispositivo, la versión de iOS y el informe de error. No se envían la ubicación, el contenido ni datos personales.
fr: Si l’application plante, Firebase Crashlytics reçoit le modèle de l’appareil, la version d’iOS et le rapport d’erreur. La position, le contenu et les informations personnelles ne sont pas envoyés.
hi: ऐप क्रैश होने पर Firebase Crashlytics को डिवाइस मॉडल, iOS संस्करण और त्रुटि रिपोर्ट भेजी जाती है। स्थान, सामग्री और व्यक्तिगत जानकारी नहीं भेजी जाती।
ja: アプリがクラッシュすると、端末モデル、iOSバージョン、エラーレポートがFirebase Crashlyticsに送信されます。位置情報、コンテンツ、個人情報は送信されません。
pt: Se o aplicativo falhar, o Firebase Crashlytics recebe o modelo do dispositivo, a versão do iOS e o relatório de erro. Localização, conteúdo e dados pessoais não são enviados.
ru: При сбое Firebase Crashlytics получает модель устройства, версию iOS и отчёт об ошибке. Местоположение, содержимое и личные сведения не передаются.
tr: Uygulama çökerse cihaz modeli, iOS sürümü ve hata kaydı Firebase Crashlytics ile gönderilir. Konum, içerik veya kişisel bilgi gönderilmez.
zh_hans: 应用崩溃时，Firebase Crashlytics 会收到设备型号、iOS 版本和错误报告。不会发送位置、内容或个人信息。

# Açık
source: On
ar: مفعّل
bn: চালু
de: Ein
es: Activadas
fr: Activées
hi: चालू
ja: オン
pt: Ativadas
ru: Включены
tr: Açık
zh_hans: 已开启

# Kapalı
source: Off
ar: معطّل
bn: বন্ধ
de: Aus
es: Desactivadas
fr: Désactivées
hi: बंद
ja: オフ
pt: Desativadas
ru: Выключены
tr: Kapalı
zh_hans: 已关闭

# Sorulmadı
source: Not requested
ar: لم يُطلب بعد
bn: এখনও অনুরোধ করা হয়নি
de: Noch nicht angefragt
es: Sin solicitar
fr: Non demandées
hi: अनुरोध नहीं किया गया
ja: 未確認
pt: Não solicitadas
ru: Разрешение не запрашивалось
tr: Sorulmadı
zh_hans: 尚未请求

# Daha fazla göster
source: Load more
ar: عرض المزيد
bn: আরও দেখান
de: Mehr laden
es: Cargar más
fr: Afficher plus
hi: और दिखाएँ
ja: さらに表示
pt: Carregar mais
ru: Загрузить ещё
tr: Daha fazla göster
zh_hans: 加载更多
